Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/lanekassen.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The main rule is that the children are below the age of 16 and that they live with you at least 40 per cent of the time.
nb: Hovedregelen er at barna er under 16 år, og at de bor sammen med deg minst 40 prosent av tiden.

source: If you are selling property in which collateral has been taken, you must contact the SI for information about the terms and conditions which apply to the deletion of collateral in respect of such sales.
nb: Skal du selge eiendom det er tatt pant i, må du ta kontakt med SI for å få informasjon om vilkår for sletting av pant ved salg.

source: You don’t lose the entire grant if you only earn slightly above the limit.
nb: Du mister ikke hele stipendet hvis du tjener bare litt over grensen.

source: Who is affected by the disclosure of data: The survey will cover all pupils who started a 3-year programme at the Norwegian units in Lyon, Rouen or Bayeux during the period from 1989 to 2017.
nb: Hvem er omfattet av utleveringen: Undersøkelsen vil omfatte alle elever som har startet på 3-årig løp ved norskseksjonene i Lyon, Rouen eller Bayeux i tidsrommet 1989-2017.

source: From the academic year 2021–2022, this limit will change. From a number of years to a number of credits (studiepoeng) or equivalent.
nb: Fra og med studieåret 2021–2022 endres denne grensen, fra antall år til antall studiepoeng eller tilsvarende.

source: Collateral may also be renewed.
nb: Pantet kan også bli fornyet.

source: If you wish to apply for debt settlement, please
nb: Dersom du ønsker å søke om gjeldsordning, må du ta

source: However, Lånekassen will retain the collateral regardless of whether or not you have paid off your full loan, until the collateral expires.
nb: Lånekassen beholder likevel pantet, enten til du har betalt ned hele lånet ditt, eller til pantet utløper.

source: In addition to the 36
nb: Kommer i tillegg til de 36

source: You can pay the instalment amount in Norwegian kroner or in local currency.
nb: Du kan betale terminbeløpet i norske kroner eller i lokal valuta.

source: From the beginning of May, you can apply for the academic year of 2021-2022.
nb: Fra starten av mai kan du søke om lån og stipend for studieåret 2021-2022.

source: Please contact us if you receive a letter about permanent termination.
nb: Ta kontakt hvis du får brev om permanent overføring.

source: You will receive a response or notification of the application’s status within 24 hours.
nb: Du får svar, eller beskjed om status for søknaden, innen 24 timer.

source: Once your loan has been terminated, interest on overdue payments will start to accrue on your full debt.
nb: Når lånet er oppsagt løper det forsinkelsesrenter på hele gjelden din.

source: If you have rights with Lånekassen, we may consider withdrawing termination of your loan or reducing the outstanding amount.
nb: Hvis du har rettigheter i Lånekassen, kan vi vurdere å trekke tilbake oppsigelsen eller redusere det utestående beløpet.

source: Stays due to ordinary five-week holidays per year will be accepted as part of the accrual period of 24 months.
nb: Opphold på grunn av vanlig fem ukers ferie per år blir godtatt som en del av opptjeningstiden på 24 måneder.

source: Not all vocational education and education at upper secondary school level are eligible for support from Lånekassen.
nb: Det er ikke alle fagskoleutdanninger og utdanninger på videregående nivå som er godkjent for lån og stipend i Lånekassen.

source: In 2021 the limit is NOK 853, 315.
nb: Grensen i 2021 er på 853 315 kroner.

source: You apply for payment deferral on Dine sider, and you do not need to explain why you are applying or submitting documentation.
nb: Du søker om betalingsutsettelse på Dine sider, og du trenger ikke sende inn dokumentasjon på hvorfor du søker.

source: How to apply
nb: Slik søker du

source: From the autumn of 2021, the proportion of grants for travel will be reduced.
nb: Fra og med høsten 2021 blir stipendandelen til reiser redusert.

source: The course duration must be a minimum of four weeks, with 15 hours of teaching per week.
nb: Kurset må vare i minst fire uker, med minimum 15 timer undervisning per uke.

source: Child benefit and child pension for children over 16 years of age should not be included.
nb: Barnetillegg og barnepensjon for barn over 16 år skal ikke regnes med.

source: Here is what you need to make repayments from a foreign account:
nb: Dette trenger du for å betale fra utenlandsk konto:

source: This is the grant that everybody receives.
nb: Du bruker også denne søknaden hvis du skal søke om flyktningstipend.

source: The only ones that are not eligible for this loan are adults in primary school, and pupils below the age of 18.
nb: De eneste som ikke kan få dette lånet, er voksne som tar grunnskole, og elever under 18 år.

source: Information is now available in Arabic, Somali, Tigrinya and Farsi, in addition to Norwegian and English.
nb: Informasjon finnes nå på arabisk, somali, tigrinja og farsi, i tillegg til norsk og engelsk.

source: Your invoice includes all necessary information you need.
nb: Regningen inneholder all informasjon du trenger for å betale.

source: In such instances you must write a letter to the SI stating why you would like the collateral to be deleted.
nb: Du må i så fall sende et brev til SI, og begrunne hvorfor du ønsker å få slettet pantet.

source: From 2021–2022, the rules for conversion will be changed for those who take subjects that have been passed when they were entitled to upper secondary education with statutory rights as a young person.
nb: Fra og med 2021–2022 endres reglene for omgjøring for de som tar om igjen fag som er bestått mens de var i videregående opplæring med ungdomsrett.

source: For example, fees to student associations, administration fees and library fees are not covered by Lånekassen.
nb: Utgifter til for eksempel studentforeninger, administrasjonsgebyrer og bibliotekavgift dekkes ikke av Lånekassen.

source: or by post:
nb: eller per post:

source: If you take leave earlier than three weeks before the birth, you may lose the right to parental grant.
nb: Hvis du tar permisjon tidligere enn tre uker før fødselen, kan du miste retten til foreldrestipend.

source: Your personal data may also be disclosed to other agencies and research institutions for research purposes.
nb: Personopplysningene dine kan også bli utlevert til andre etater og forskningsinstitusjoner til forskningsformål.

source: The distance between parental home and school is more than 40 kilometres, or
nb: det er mer enn 40 km mellom hjem og skole, eller

source: The reason for this is that the United Kingdom will exit the EU in 2021.
nb: Årsaken er at Storbritannia melder seg ut av EU fra og med 2021.

source: Anyone can defer payment up to 36 times over a period of three years. You do not need to explain why you are deferring the repayment.
nb: Alle kan utsette betalingen inntil 36 ganger, Du trenger ikke å forklare hvorfor du vil ha betalingsutsettelse.

source: If you have to pay tuition fees, you will need to complete a
nb: Skal du betale skolepenger, må du fylle ut

source: You don’t lose the entire grant if you earn slightly more than the limit, but the grant is gradually reduced in accordance with your income.
nb: Du mister ikke hele stipendet hvis du tjener bare litt over grensa, men stipendet blir gradvis redusert etter hvor høy inntekt du har hatt.

source: Your debt could be reduced if you have lived and worked in Finnmark or selected municipalities in Troms for a continuous 12-month period.
nb: Hvis du har bodd og jobbet i Finnmark eller utvalgte kommuner i Troms i 12 måneder sammenhengende, kan du få redusert gjelden din.

source: Adults who take an external examination in a subject they have previously passed in upper secondary education with statutory rights as a young person, will not have loans converted to grans for these subjects from the autumn of 2021.
nb: Voksne som tar privatisteksamen i fag de tidligere har bestått da de var i videregående opplæring med ungdomsrett, vil fra og med høsten 2021 ikke få gjort om lån til utdanningsstipend for disse fagene.

source: You can defer your bill 36 times, i.e. the equivalent of 3 years, and there are no specific conditions that you need to comply with in order to defer payment.
nb: Du kan utsette regningen 36 ganger som tilsvarer 3 år, og det er ingen bestemte vilkår du må oppfylle for å utsette betalingen.

source: If your parents come from a country outside the Nordic region, you must also submit
nb: Er foreldrene dine fra et land utenfor Norden, må du i tillegg sende inn

source: and the data processing agreement with Lånekassen.
nb: og databehandleravtale med Lånekassen.

source: If your circumstances are such that you have a low income, the interest on your loan can be deleted.
nb: Hvis du er i en bestemt situasjon som gjør at du har lav inntekt, kan du få slettet renter på lånet.

source: In addition to fulfilling the general conditions, you also need to fulfil the requirements concerning links to Norway.
nb: I tillegg til å oppfylle de generelle vilkårene, må du også oppfylle krav til tilknytning til Norge.

source: Section 4 must be filled out by a doctor or someone else who has ended.
nb: En legeattest kan erstatte en bekreftelse i punkt 4, hvis den

source: The child must be below the age of 16, i.e. born in 2005 or later, and must live with you for at least 40 per cent of the time.
nb: Barnet må være under 16 år, altså født i 2005 eller senere, og må bo hos deg minst 40 prosent av tiden.

source: If you have used 36 deferrals, you may be entitled to more if you are likely to have your interest deleted for the same period.
nb: Hvis du har brukt 36 utsettelser, kan du få flere hvis det er sannsynlig at du får slettet renter for den samme perioden.

source: Employees - we take a targeted approach to ensure knowledge, attitudes and awareness and thus reduce human vulnerability factors.
nb: Ansatte - vi jobber målrettet for å sikre kunnskap, holdninger og bevissthet og gjennom det redusere menneskelige sårbarhetsfaktorer.

source: From the academic year of 2021-2022, a student can receive loans and grants for education of up to 480 credits or equivalent.
nb: En student kan derfor fra og med studieåret 2021-2022 få lån og stipend til utdanning som utgjør inntil 480 studiepoeng eller tilsvarende.

source: building and construction
nb: bygg- og anleggsteknikk

source: You will also find information about the estimated processing time for your application at Dine sider.
nb: På Dine sider får du også informasjon om anslått behandlingstid for søknaden din.

source: exemption from income thresholds for students with work related to the coronavirus pandemic
nb: unntak fra inntektsgrenser for studenter med arbeid knyttet til koronapandemien

source: In the regulations relating to Lånekassen’s access to collect data, you will find details on which data we can collect and from whom.
nb: I forskriften om Lånekassens adgang til å hente inn opplysninger finner du detaljer om hvilke opplysninger vi kan innhente, og fra hvem.

source: The second exception applies to pupils and students who are studying abroad, and who live temporarily at home with their parents in the autumn of 2021 due to the corona pandemic.
nb: Den andre unntaksregelen gjelder elever og studenter som tar utdanning i utlandet, og som bor midlertidig hjemme hos foreldrene sine høsten 2021 på grunn av koronapandemien.

source: In order to be eligible for debts to be written off, there is a requirement for you to live and be gainfully employed in Finnmark or the approved local authorities in Troms for a 12-month accrual period.
nb: For å kunne få slettet gjeld, er det krav om at du må være både bosatt og yrkesaktiv i Finnmark eller de godkjente kommunene i Troms i en opptjeningsperiode på 12 måneder.

source: You may receive up to NOK 68,136 per academic year to pay tuition fees, but you will only receive a loan for the amount that is actually payable.
nb: Du kan få inntil 68 136 kroner per studieår til å betale skolepenger, men du får bare lån til det du faktisk skal betale.

source: for those studying the whole year
nb: når du får stipend og lån hele året

source: documentation showing that one of your parents has been employed in Norway, for example confirmation from an employer.
nb: dokumentasjon som viser at én av foreldrene dine er eller har vært arbeidstaker i Norge, for eksempel bekreftelse fra arbeidsgiver.

source: Lånekassen was established in 1947 as a means of making university and university college education accessible to all classes of society.
nb: Lånekassen ble etablert i 1947 som et virkemiddel for å gjøre høyere utdanning tilgjengelig for alle samfunnslag.

source: In order to be entitled to extended support, you must be delayed by more than 60 study credits.
nb: For å ha rett til utvidet støtte må du være forsinket i utdanningen med mer enn 60 studiepoeng.

source: The following limits and totals apply in 2021:
nb: For 2021 gjelder disse grensene og summene:

source: Who is considered to be a resident and gainfully employed in Finnmark og Nord-Troms?
nb: Hvem blir regnet som bosatt og yrkesaktiv i Finnmark og Nord-Troms?

source: The Educational Support Act gives us the right and obligation to collect personal data on you, if you, or someone you have a family relationship with, supports or is supported by, applies for educational support from Lånekassen.
nb: Utdanningsstøtteloven gir oss rett og plikt til å hente inn personopplysninger om deg hvis du, eller noen du har en familierelasjon til, forsørger eller blir forsørget av, søker om utdanningsstøtte gjennom Lånekassen.

source: You can use various money transfer services to pay your invoices from Lånekassen, which could reduce the costs associated with making repayments from abroad.
nb: Du kan bruke ulike pengeoverføringstjenester for å betale regningene fra Lånekassen, og dette kan redusere omkostningene ved å betale fra utlandet.

source: Lånekassen does not provide support for international online studies.
nb: Lånekassen gir ikke lån og stipend til internasjonale nettstudiar.

source: Seminar-based studies do not carry eligibility for support from Lånekassen.
nb: Samlingsbaserte utdanninger gir ikke rett til støtte fra Lånekassen

source: The Ministry of Education and Research has presented for consultation that these excemptions shall be extended until the spring of 2022.
nb: Kunnskapsdepartementet har sendt et forslag om å videreføre disse unntakene til våren 2022 på høring.

source: If you are a student or apprentice with statutory rights as a young person, social security benefits and pension benefits, such as parental benefits from Nav, can still affect how much parental grant you can receive.
nb: Er du elev eller lærling med ungdomsrett kan likevel trygd og pensjon, som for eksempel foreldrepenger fra Nav, påvirke hvor mye foreldrestipend du kan få.

source: If your parents have very low income, you may be entitled to more grant.
nb: Har foreldrene dine svært lav inntekt, kan du ha rett til mer stipend.

source: You cannot make repayments in advance
nb: Du kan ikke betale på forskudd

source: If you are a Nordic citizen, you must submit confirmation showing that you have been resident in Norway for a continuous period of at least five years prior to starting the study programme you are now applying for support for.
nb: Er du nordisk statsborger må du sende inn en bekreftelse som viser at du har vært bosatt i Norge i en sammenhengende periode på minst fem år før den utdanningen du nå søker om støtte til.

source: Find the latest submitted application on Dine sider and click Send documentation.
nb: Finn sist innsendt søknad på Dine sider og klikk på Send dokumentasjon.

source: When you apply for a grant for upper secondary education, you must check the box indicating that you will be living away from home.
nb: Når du søker om stipend til videregående skole, må du krysse av for at du skal bo borte.

source: If you die, your entire debt will be deleted.
nb: Hvis du dør, blir hele gjelden slettet.

source: Colour contrasts are in accordance with WCAG 2.1, headings follow a logical structure and images are labelled with alternative texts.
nb: Fargekontraster er i henhold til WCAG 2.1, overskrifter følger en logisk struktur og bilder er merket med alternativ tekst.

source: There is a temporary exception to the rule of “living away from home” for the spring semester 2021.
nb: Det gjøres midlertidig unntak fra borteboerkravet for vårsemesteret 2021.

source: If your spouse or cohabitant receives parental benefit from NAV, the may affect how must parental grant you may be entitled to.
nb: Hvis ektefellen eller samboeren din får foreldrepenger fra Nav, kan det påvirke hvor mye foreldrestipend du kan få.

source: your customer or CID number, which can be found on the invoice and at Dine siderg på Dine sider
nb: ditt kunde- eller KID-nummer som du finner på regningen og på Dine sider

source: It will take 2-3 days from the time at which we disburse the money until it clears in your account.
nb: Det vil ta 2-3 dager fra vi utbetaler pengene til du har dem på din konto.

source: You must be 30 years of age no later than 31.12.2021 to be entitled to the additional loan in the academic year 2021–2022.
nb: Du må fylle 30 år senest 31.12.2021 for å ha rett til tilleggslånet i studieåret 2021–2022.

source: Use of cookies at lanekassen.no
nb: Bruk av cookies på lanekassen.no

source: Personal data we collect, but don’t use in case processing, is deleted.
nb: Personopplysninger vi samler inn, men ikke bruker i saksbehandlingen, blir slettet.

source: All pupils and students who receive support because they are living away from home, but who have had to temporarily live with their parents as a result of the coronavirus situation will be treated as though they are living away from home during the spring of 2021.
nb: Alle elever og studenter som får støtte som borteboere, men som midlertidig bor sammen med foreldrene sine på grunn av koronasituasjonen, blir regnet som borteboere våren 2021.

source: Decisions about termination: 4 instalments and accrued fees
nb: Vedtak om oppsigelse: 4 terminbeløp og påløpte gebyrer

source: you have not set a maximum amount for your direct debit
nb: du har ikke satt høyt nok maksbeløp på avtalegiroen

source: If you want to become a lorry driver, you choose either «140 t grunnutdanning, godtransport" or "Førerkort kl C/CE + 140 t grunnutdanning, godstransport".
nb: Hvis du skal bli lastebilsjåfør, velger du enten «140 t grunnutdanning, godtransport" eller "Førerkort kl C/CE + 140 t grunnutdanning, godstransport"

source: If the child is a citizen of a country outside the Nordic region, you must submit
nb: Er barnet statsborger fra et land utenfor Norden, må du sende inn

source: When you no longer receive grants and loans from Lånekassen, interest accrues on the loan and you must repay it.
nb: Når du ikke lenger får stipend og lån fra Lånekassen, blir det lagt til renter på lånet, og du må betale tilbake.

source: If you fail to comply with your payment obligations to Lånekassen, collateral may be taken in your assets.
nb: Hvis du ikke overholder betalingsforpliktelsene dine til Lånekassen, kan det bli tatt pant i eiendelene dine.

source: How much can you receive in additional loans for school fees?
nb: Hvor mye skolepengelån kan du få?

source: Then you can apply for up to
nb: Kan du søke om inntil

source: If you are accepted to a joint degree (a degree en cooperation between two or more universities) and you are studying at different universities during your degree studies, you are to apply for loans and grants for the university you are studying at in the period in question.
nb: Dersom du tar en joint degree (samarbeidsgrad mellom flere læresteder) og du er student ved forskjellige læresteder i løpet av graden din, skal du alltid søke om lån og stipend til den utdanningen og det lærestedet du er student i perioden du søker for.

source: The way the scheme works, you first need to work as a primary school teacher in Finnmark or selected municipalities in Nord-Troms for one year.
nb: Ordningen fungerer slik at du først må jobbe som grunnskolelærer i Finnmark eller i en av de utvalgte kommunene i Nord-Troms i ett år.

source: From the year you turn 30, you can borrow up to NOK 102,300 a year in addition to other loans and grants.
nb: Fra og med det året du fyller 30 år, kan du låne inntil 102 300 kroner i året i tillegg til andre lån og stipend.

source: What does it mean when your loan has been terminated?
nb: Hva betyr det at lånet er oppsagt?

source: In 2021 the limit is
nb: I 2021 er grensen

source: Legal basis for the use of cookies
nb: Lovhjemler for bruk av cookies

source: You may also send us an e-mail when logged on to Dine sider, or send a letter to
nb: Du kan også sende oss en e-post når du er innlogget på Dine sider, eller sende et brev til

source: Up to 49 weeks
nb: Inntil 49 uker

source: If you have assets in excess of the limit of NOK 444,300, you don’t receive a full grant.
nb: Har du høyere formue enn 444 300 kroner, får du ikke fullt stipend.

source: you have changed bank and pay by direct debit
nb: du har byttet bank og har avtalegiro

source: Check to see if you might be entitled to payment relief as early as possible.
nb: Undersøk om du kan ha krav på betalingslettelser så tidlig som mulig.

source: You need to use BankID or equivalent to sign digitally.
nb: Du må bruke BankID eller tilsvarende for å signere digitalt.

source: You will not qualify for the grant if you interrupt your studies.
nb: Du får ikke stipendet hvis du avbryter utdanningen din.

source: Due to the coronavirus situation, you are able to defer payments from March 2020 to December 2021 without using any of the 36 repayment deferrals.
nb: På grunn av koronasituasjonen kan du få utsatt betalingen fra mars 2020 til og med desember 2021, uten at du bruker av de 36 betalingsutsettelsene.

source: This means that pupils and students who in a normal situation would live at home, are still not entitled to a grant.
nb: Det vil si at elever og studenter som i en normal situasjon ville bodd hjemme, fortsatt ikke har rett til stipend.

source: Interest on overdue payments will also be added to the amount that is overdue, with effect from the payment deadline date.
nb: Det blir også lagt til forsinkelsesrenter på det beløpet du er forsinket med fra dagen etter betalingsfristen.

source: We will collect the information we need from the Norwegian Directorate of Immigration (UDI).
nb: Vi henter opplysningene vi trenger fra Utlendingsdirektoratet (UDI).

source: you must make payments each month
nb: du må betale hver måned

source: If your loan has been permanently terminated, you will lose all your entitlements with Lånekassen and furthermore you will not be able to apply for payment deferral or other payment relief.
nb: Hvis lånet er permanent oppsagt mister du alle rettigheter hos Lånekassen, og du kan heller ikke søke om betalingsutsettelse eller andre betalingslettelser.

source: The content is available via desktop and mobile devices down to a width of 320 px.
nb: Innholdet er tilgjengelig på desktop og mobile enheter ned til 320 px bredde.

source: You can receive an additional loan if you are taking a university or university college education, vocational or upper secondary education and are 30 year of age and older.
nb: Du kan få tilleggslån hvis du tar universitets- eller høgskoleutdanning, fagskole eller videregående skole, og er 30 år eller eldre.

source: What is Lånekassens basis for processing personal data?
nb: Hva er Lånekassens grunnlag for å behandle personopplysninger?

source: You must also have stayed in Norway.
nb: Du må også ha oppholdt deg i Norge.
